Repository: longfeima/normalShell
Catalog: normalShell/*.lproj/Localizable.strings
Languages: ar_iq, es, ja, ko_kp, nl, th

# DS_TAB_HOME
source: Home
ar_iq: الصفحة الرئيسية
es: Página
ja: ホームページ
ko_kp: 홈페이지
nl: Beginpagina
th: หน้าแรก

# DS_TAB_NOTE
source: Note
ar_iq: أشياء يجب تذكرها
es: Cosas
ja: 心の中で物事
ko_kp: 기억할 물건
nl: Dingen om te onthouden
th: สิ่งที่ต้องจำ

# DS_TAB_MINE
source: Mine
ar_iq: لي
es: El mío
ja: 私の
ko_kp: 나의 것
nl: mijn
th: ของฉัน

# DS_HOME_TITLE
source: Home
ar_iq: الصفحة الرئيسية
es: Página de inicio
ja: ホームページ
ko_kp: 홈페이지
nl: Beginpagina
th: หน้าแรก

# DS_HOME_CELL_NOTES_TITLE
source: Notes
ar_iq: المفكرة
es: Bloc de notas
ko_kp: 메모장
nl: blocnote
th: Notepad

# DS_HOME_CELL_NOTES_DETAIL
source: A diary
ar_iq: انقر على السجل
es: Haga clic en grabar
ja: レコードをクリック
ko_kp: 클릭 기록
nl: Klik op opnemen
th: คลิกบันทึก

# DS_HOME_CELL_CLOCK_TITLE
source: Alarm
ar_iq: المنبه
es: Despertador
ja: 目覚まし時計
ko_kp: 알람 시계
nl: Wekker
th: นาฬิกาปลุก

# DS_HOME_CELL_CLOCK_DETAIL
source: Remind
ar_iq: ذكر
es: Recordatorio
ja: リマインダ
ko_kp: 알림
nl: herinneren
th: เตือน

# DS_HOME_CELL_CALENDAR_TITLE
source: Calendar
ar_iq: تقويم
es: Calendario
ja: カレンダー
ko_kp: 캘린더
nl: kalender
th: ปฏิทิน

# DS_HOME_CELL_CALENDAR_DETAIL
source: Important moment
ar_iq: الاستعلام الدوري
es: Consulta periódica
ja: 定期的なクエリ
ko_kp: 정기적 인 쿼리
nl: Periodieke zoekopdracht
th: แบบสอบถามเป็นระยะ ๆ

# DS_HOME_CELL_WEATHER_TITLE
source: Weather
ar_iq: حالة الطقس
es: Clima
ja: 天気
ko_kp: 날씨
nl: weer
th: สภาพอากาศ

# DS_HOME_CELL_WEATHER_DETAIL
source: The weather forecast
ar_iq: السفر ضروري
es: Viaje esencial
ja: 旅行必須
ko_kp: 여행 필수
nl: Reizen essentieel
th: ท่องเที่ยวที่จำเป็น

# DS_HOME_NOTE_TITLE
source: Notes
ar_iq: المفكرة
es: Bloc de notas
ja: メモ帳
ko_kp: 메모장
nl: blocnote
th: Notepad

# DS_HOME_CLOCK_TITLE
source: Clocks
ar_iq: المنبه
es: Despertador
ja: 目覚まし時計
ko_kp: 알람 시계
nl: Wekker
th: นาฬิกาปลุก

# DS_HOME_CLOCK_BTN_CANCEL
source: cancel
ar_iq: ألغيت
es: Cancelar
ja: キャンセル
ko_kp: 취소
nl: geannuleerd
th: ยกเลิก

# DS_HOME_CLOCK_BTN_CONFIRM
source: confirm
ar_iq: حدد
es: OK
ja: OK
ko_kp: 확인
nl: bepalen
th: กำหนด

# DS_HOME_CALENDAR_TITLE
source: Calendar
ar_iq: تقويم
es: Calendario
ja: カレンダー
ko_kp: 캘린더
nl: kalender
th: ปฏิทิน

# DS_HOME_CALENDAR_BTN_PREVIEW
source: preview
ar_iq: الدورة الأخيرة
es: Último ciclo
ja: 前回のサイクル
ko_kp: 마지막주기
nl: Laatste cyclus
th: รอบล่าสุด

# DS_HOME_CALENDAR_BTN_NEXT
source: next
ar_iq: الدورة التالية
es: Siguiente ciclo
ja: 次のサイクル
ko_kp: 다음주기
nl: Volgende cyclus
th: รอบถัดไป

# DS_HOME_WEATHER_TITLE
source: Weather
ar_iq: حالة الطقس
es: Clima
ja: 天気
ko_kp: 날씨
nl: weer
th: สภาพอากาศ

# DS_NOTE_NOTES_TITLE
source: You have not recorded anything yet
ar_iq: لم تسجل أي شيء بعد
es: Aún no has registrado nada
ko_kp: 아직 아무것도 녹음하지 않았습니다.
nl: Je hebt nog niets opgenomen

# DS_NOTE_NOTES_DETAIL
source: Start recording your moments ...
ar_iq: بدء تسجيل لحظاتك ...
es: Comienza a grabar tus momentos ...
ko_kp: 순간 기록 시작 ...
nl: Begin met het opnemen van uw momenten ...

# DS_NOTE_NOTES_DETAIL1
source: Record your precious moment, from now on ...
ar_iq: سجل اللحظة الثمينة، من الآن فصاعدا ...
es: Grabe su momento precioso, a partir de ahora ...
ko_kp: 지금부터 당신의 소중한 순간을 ... 기록하십시오.
nl: Leg uw kostbare moment vast, vanaf nu ...

# DS_NOTE_BTN_SAVE
source: SAVE
ar_iq: حفظ
es: Guardar
ko_kp: 저장

# DS_NOTE_BTN_UP
source: UP
ar_iq: في
es: En
ko_kp: 켜기
nl: op

# DS_NOTE_BTN_DOWN
source: DOWN
ar_iq: أدنى
es: Siguiente
ko_kp: 다음
nl: lager

# DS_NOTE_BTN_LEFT
source: LEFT
ar_iq: اليسار
es: Izquierda
ko_kp: 왼쪽
nl: links

# DS_NOTE_BTN_RIGHT
source: RIGHT
ar_iq: حق
es: Derecha
ko_kp: 오른쪽
nl: rechts

# DS_MINE_ABOUTUS_TITLE
source: about us
ar_iq: من نحن
es: Sobre nosotros
ja: 私たちについて
ko_kp: 회사 소개
nl: Over ons
th: เกี่ยวกับเรา

# DS_MINE_ABOUTUS_DETAIL
source: Seven
ar_iq: الحلم السادس
es: Sexto sueño
ja: 第六の夢
ko_kp: 여섯 번째 꿈
nl: Zesde droom
th: ความฝันที่หก

# DS_MINE_VERSION_TITLE
source: currect version
ar_iq: الإصدار الحالي
es: Versión actual
ja: 現在のバージョン
ko_kp: 현재 버전
nl: Huidige versie
th: เวอร์ชันปัจจุบัน

# DS_MINE_SETTING_TITLE
source: setting
ar_iq: نصب
es: Establecer
ja: セット
ko_kp: 设세
nl: oprichten
th: จัดตั้งขึ้น
